Repository: HotCakeX/Harden-Windows-Security
Catalog: AppControl Manager/Strings/*/Resources.resw
Source language: en_us
Languages: ar, de_de, el_gr, es, fr_fr, he_il, hi_in, ja_jp, ml_in, pl_pl, tr_tr

# MicrosoftGraphButton.AutomationProperties.HelpText
source: Centralize your Microsoft tenants authentications with ease. From this section, you can choose the account you wish to use on the current page, review all signed-in accounts, log out as needed, and much more.
ar: مركزية مصادقة مستأجري Microsoft بسهولة. من هذا القسم، يمكنك اختيار الحساب الذي ترغب في استخدامه في الصفحة الحالية، ومراجعة جميع الحسابات المسجلة الدخول، وتسجيل الخروج حسب الحاجة، وغير ذلك الكثير.
de_de: Zentralisieren Sie die Authentifizierungen Ihrer Microsoft-Mandanten mühelos. In diesem Bereich können Sie das Konto auswählen, das Sie auf der aktuellen Seite verwenden möchten, alle angemeldeten Konten überprüfen, sich bei Bedarf abmelden und vieles mehr.
el_gr: Κεντρικοποιήστε τις πιστοποιήσεις των μισθωτών της Microsoft σας με ευκολία. Από αυτήν την ενότητα, μπορείτε να επιλέξετε τον λογαριασμό που επιθυμείτε να χρησιμοποιήσετε στην τρέχουσα σελίδα, να εξετάσετε όλους τους συνδεδεμένους λογαριασμούς, να αποσυνδεθείτε όπως χρειάζεται και πολλά άλλα.
es: Centralice las autenticaciones de sus inquilinos de Microsoft con facilidad. Desde esta sección, puede elegir la cuenta que desea usar en la página actual, revisar todas las cuentas conectadas, cerrar sesión según sea necesario y mucho más.
fr_fr: Centralisez facilement les authentifications de vos locataires Microsoft. Depuis cette section, vous pouvez choisir le compte à utiliser sur la page actuelle, consulter tous les comptes connectés, vous déconnecter si nécessaire, et bien plus encore.
he_il: מרכז את אימותי הדיירים של מיקרוסופט בקלות. מסעיף זה, תוכל לבחור את החשבון שבו ברצונך להשתמש בדף הנוכחי, לסקור את כל החשבונות המחוברים, להתנתק לפי הצורך ועוד.
hi_in: अपनी Microsoft टेनент प्रमाणिकरण को केंद्रीकृत करें। इस अनुभाग से, आप उस खाते का चयन कर सकते हैं जिसका उपयोग आप वर्तमान पृष्ठ पर करना चाहते हैं, सभी साइन-इन खातों की समीक्षा कर सकते हैं, आवश्यकतानुसार लॉग आउट कर सकते हैं, और बहुत कुछ।
ja_jp: Microsoftテナントの認証を簡単に一元管理します。このセクションから、現在のページで使用するアカウントを選択したり、サインインしているすべてのアカウントを確認したり、必要に応じてログアウトしたり、その他多くの操作ができます。
ml_in: നിങ്ങളുടെ Microsoft ടെനന്റ് ആധികാരികതകൾ എളുപ്പത്തിൽ കേന്ദ്രീകരിക്കുക. ഈ വിഭാഗത്തിൽ നിന്ന്, നിലവിലെ പേജിൽ ഉപയോഗിക്കാൻ നിങ്ങൾ ആഗ്രഹിക്കുന്ന അക്കൗണ്ട് തിരഞ്ഞെടുക്കാനും, സൈൻ ഇൻ ചെയ്ത എല്ലാ അക്കൗണ്ടുകളും അവലോകനം ചെയ്യാനും, ആവശ്യമെങ്കിൽ ലോഗ് ഔട്ട് ചെയ്യാനും മറ്റു പലതും ചെയ്യാനും കഴിയും.
pl_pl: Scentralizuj z łatwością uwierzytelnianie dzierżaw Microsoft. W tej sekcji możesz wybrać konto, którego chcesz używać na bieżącej stronie, przejrzeć wszystkie zalogowane konta, wylogować się w razie potrzeby i wiele więcej.
tr_tr: Microsoft kiracı kimlik doğrulamalarınızı kolaylıkla merkezileştirin. Bu bölümden mevcut sayfada kullanmak istediğiniz hesabı seçebilir, oturum açmış tüm hesapları inceleyebilir, gerektiğinde çıkış yapabilir ve çok daha fazlasını yapabilirsiniz.

# CurrentActiveAccountUsername.Header
source: UserName
ar: اسم المستخدم
de_de: Benutzername
el_gr: Όνομα Χρήστη
es: Nombre de Usuario
fr_fr: Nom d'Utilisateur
he_il: שם משתמש
hi_in: उपयोगकर्ता नाम
ja_jp: ユーザー名
ml_in: ഉപയോക്തൃനാമം
pl_pl: Nazwa użytkownika

# CurrentActiveAccountUsername.ToolTipService.ToolTip
source: The Username of the account that is currently selected to perform the tasks on this page.
ar: اسم مستخدم الحساب المحدد حاليًا لتنفيذ المهام في هذه الصفحة.
de_de: Der Benutzername des Kontos, das derzeit für die Aufgaben auf dieser Seite ausgewählt ist.
el_gr: Το Όνομα Χρήστη του λογαριασμού που είναι προς το παρόν επιλεγμένος για την εκτέλεση των εργασιών σε αυτήν τη σελίδα.
es: El Nombre de Usuario de la cuenta que está actualmente seleccionada para realizar las tareas en esta página.
fr_fr: Le nom d'utilisateur du compte actuellement sélectionné pour effectuer les tâches sur cette page.
he_il: שם המשתמש של החשבון שנבחר כעת לביצוע המשימות בדף זה.
hi_in: उस खाते का उपयोगकर्ता नाम जिसे वर्तमान पृष्ठ पर कार्य करने के लिए चयनित किया गया है।
ja_jp: このページでタスクを実行するために現在選択されているアカウントのユーザー名です。
ml_in: ഈ പേജിലെ ടാസ്‌ക്കുകൾ നിർവ്വഹിക്കുന്നതിനായി നിലവിൽ തിരഞ്ഞെടുത്ത അക്കൗണ്ടിന്റെ ഉപയോക്തൃനാമം.
pl_pl: Nazwa użytkownika konta, które jest obecnie wybrane do wykonywania zadań na tej stronie.

# CurrentActiveAccountUsername.AutomationProperties.HelpText
source: The Username of the account that is currently selected to perform the tasks on this page.
ar: اسم مستخدم الحساب المحدد حاليًا لتنفيذ المهام في هذه الصفحة.
de_de: Der Benutzername des Kontos, das derzeit für die Aufgaben auf dieser Seite ausgewählt ist.
el_gr: Το Όνομα Χρήστη του λογαριασμού που είναι προς το παρόν επιλεγμένος για την εκτέλεση των εργασιών σε αυτήν τη σελίδα.
es: El Nombre de Usuario de la cuenta que está actualmente seleccionada para realizar las tareas en esta página.
fr_fr: Le nom d'utilisateur du compte actuellement sélectionné pour effectuer les tâches sur cette page.
he_il: שם המשתמש של החשבון שנבחר כעת לביצוע המשימות בדף זה.
hi_in: उस खाते का उपयोगकर्ता नाम जिसे वर्तमान पृष्ठ पर कार्य करने के लिए चयनित किया गया है।
ja_jp: このページでタスクを実行するために現在選択されているアカウントのユーザー名です。
ml_in: ഈ പേജിലെ ടാസ്‌ക്കുകൾ നിർവ്വഹിക്കുന്നതിനായി നിലവിൽ തിരഞ്ഞെടുത്ത അക്കൗണ്ടിന്റെ ഉപയോക്തൃനാമം.
pl_pl: Nazwa użytkownika konta, które jest obecnie wybrane do wykonywania zadań na tej stronie.

# CurrentActiveAccountUsername.PlaceholderText
source: The selected account's Username will appear here
ar: سيظهر اسم مستخدم الحساب المحدد هنا
de_de: Der Benutzername des ausgewählten Kontos wird hier angezeigt
el_gr: Το Όνομα Χρήστη του επιλεγμένου λογαριασμού θα εμφανιστεί εδώ
es: El Nombre de Usuario de la cuenta seleccionada aparecerá aquí
fr_fr: Le nom d'utilisateur du compte sélectionné apparaîtra ici
he_il: שם המשתמש של החשבון שנבחר יופיע כאן
hi_in: चयनित खाते का उपयोगकर्ता नाम यहाँ दिखेगा
ja_jp: 選択されたアカウントのユーザー名がここに表示されます
ml_in: തിരഞ്ഞെടുത്ത അക്കൗണ്ടിന്റെ ഉപയോക്തൃനാമം ഇവിടെ ദൃശ്യമാകും
pl_pl: Nazwa użytkownika wybranego konta pojawi się tutaj

# CurrentActiveAccountTenantID.Header
source: Tenant ID
ar: معرف المستأجر
de_de: Mandanten-ID
el_gr: ID Μισθωτή
es: ID de Inquilino
fr_fr: ID de Locataire
he_il: מזהה דייר
hi_in: टेनेंट आईडी
ja_jp: テナントID
ml_in: ടെനന്റ് ഐഡി
pl_pl: Identyfikator dzierżawy

# CurrentActiveAccountTenantID.ToolTipService.ToolTip
source: The Tenant ID of the account that is currently selected to perform the tasks on this page.
ar: معرف مستأجر الحساب المحدد حاليًا لتنفيذ المهام في هذه الصفحة.
de_de: Die Mandanten-ID des Kontos, das derzeit für die Aufgaben auf dieser Seite ausgewählt ist.
el_gr: Το ID Μισθωτή του λογαριασμού που είναι προς το παρόν επιλεγμένος για την εκτέλεση των εργασιών σε αυτήν τη σελίδα.
es: El ID de Inquilino de la cuenta que está actualmente seleccionada para realizar las tareas en esta página.
fr_fr: L'ID de locataire du compte actuellement sélectionné pour effectuer les tâches sur cette page.
he_il: מזהה הדייר של החשבון שנבחר כעת לביצוע המשימות בדף זה.
hi_in: उस खाते का टेनेंट आईडी जिसे वर्तमान पेज पर कार्य करने के लिए चयनित किया गया है।
ja_jp: このページでタスクを実行するために現在選択されているアカウントのテナントIDです。
ml_in: ഈ പേജിലെ ടാസ്‌ക്കുകൾ നിർവ്വഹിക്കുന്നതിനായി നിലവിൽ തിരഞ്ഞെടുത്ത അക്കൗണ്ടിന്റെ ടെനന്റ് ഐഡി.
pl_pl: Identyfikator dzierżawy konta, które jest obecnie wybrane do wykonywania zadań na tej stronie.

# CurrentActiveAccountTenantID.AutomationProperties.HelpText
source: The Tenant ID of the account that is currently selected to perform the tasks on this page.
ar: معرف مستأجر الحساب المحدد حاليًا لتنفيذ المهام في هذه الصفحة.
de_de: Die Mandanten-ID des Kontos, das derzeit für die Aufgaben auf dieser Seite ausgewählt ist.
el_gr: Το ID Μισθωτή του λογαριασμού που είναι προς το παρόν επιλεγμένος για την εκτέλεση των εργασιών σε αυτήν τη σελίδα.
es: El ID de Inquilino de la cuenta que está actualmente seleccionada para realizar las tareas en esta página.
fr_fr: L'ID de locataire du compte actuellement sélectionné pour effectuer les tâches sur cette page.
he_il: מזהה הדייר של החשבון שנבחר כעת לביצוע המשימות בדף זה.
hi_in: उस खाते का टेनेंट आईडी जिसे वर्तमान पेज पर कार्य करने के लिए चयनित किया गया है।
ja_jp: このページでタスクを実行するために現在選択されているアカウントのテナントIDです。
ml_in: ഈ പേജിലെ ടാസ്‌ക്കുകൾ നിർവ്വഹിക്കുന്നതിനായി നിലവിൽ തിരഞ്ഞെടുത്ത അക്കൗണ്ടിന്റെ ടെനന്റ് ഐഡി.
pl_pl: Identyfikator dzierżawy konta, które jest obecnie wybrane do wykonywania zadań na tej stronie.

# CurrentActiveAccountTenantID.PlaceholderText
source: The selected account's Tenant ID will appear here
ar: سيظهر معرف مستأجر الحساب المحدد هنا
de_de: Die Mandanten-ID des ausgewählten Kontos wird hier angezeigt
el_gr: Το ID Μισθωτή του επιλεγμένου λογαριασμού θα εμφανιστεί εδώ
es: El ID de Inquilino de la cuenta seleccionada aparecerá aquí
fr_fr: L'ID de locataire du compte sélectionné apparaîtra ici
he_il: מזהה הדייר של החשבון שנבחר יופיע כאן
hi_in: चयनित खाते का टेनेंट आईडी यहाँ दिखेगा
ja_jp: 選択されたアカウントのテナントIDがここに表示されます
ml_in: തിരഞ്ഞെടുത്ത അക്കൗണ്ടിന്റെ ടെനന്റ് ഐഡി ഇവിടെ ദൃശ്യമാകും
pl_pl: Identyfikator dzierżawy wybranego konta pojawi się tutaj

# CurrentActiveAccountAccountIdentifier.Header
source: Account Identifier
ar: معرف الحساب
de_de: Kontoidentifikator
el_gr: Αναγνωριστικό Λογαριασμού
es: Identificador de Cuenta
fr_fr: Identifiant de Compte
he_il: מזהה חשבון
hi_in: खाता पहचानकर्ता
ja_jp: アカウント識別子
ml_in: അക്കൗണ്ട് ഐഡന്റിഫയർ
pl_pl: Identyfikator konta

# CurrentActiveAccountAccountIdentifier.ToolTipService.ToolTip
source: The Account Identifier of the account that is currently selected to perform the tasks on this page.
ar: معرف حساب الحساب المحدد حاليًا لتنفيذ المهام في هذه الصفحة.
de_de: Der Kontoidentifikator des Kontos, das derzeit für die Aufgaben auf dieser Seite ausgewählt ist.
el_gr: Το Αναγνωριστικό Λογαριασμού του λογαριασμού που είναι προς το παρόν επιλεγμένος για την εκτέλεση των εργασιών σε αυτήν τη σελίδα.
es: El Identificador de Cuenta de la cuenta que está actualmente seleccionada para realizar las tareas en esta página.
fr_fr: L'identifiant de compte du compte actuellement sélectionné pour effectuer les tâches sur cette page.
he_il: מזהה החשבון של החשבון שנבחר כעת לביצוע המשימות בדף זה.
hi_in: उस खाते का पहचानकर्ता जिसे वर्तमान पृष्ठ पर कार्य करने के लिए चयनित किया गया है।
ja_jp: このページでタスクを実行するために現在選択されているアカウントの識別子です。
ml_in: ഈ പേജിലെ ടാസ്‌ക്കുകൾ നിർവ്വഹിക്കുന്നതിനായി നിലവിൽ തിരഞ്ഞെടുത്ത അക്കൗണ്ടിന്റെ അക്കൗണ്ട് ഐഡന്റിഫയർ.
pl_pl: Identyfikator konta, które jest obecnie wybrane do wykonywania zadań na tej stronie.

# CurrentActiveAccountAccountIdentifier.AutomationProperties.HelpText
source: The Account Identifier of the account that is currently selected to perform the tasks on this page.
ar: معرف حساب الحساب المحدد حاليًا لتنفيذ المهام في هذه الصفحة.
de_de: Der Kontoidentifikator des Kontos, das derzeit für die Aufgaben auf dieser Seite ausgewählt ist.
el_gr: Το Αναγνωριστικό Λογαριασμού του λογαριασμού που είναι προς το παρόν επιλεγμένος για την εκτέλεση των εργασιών σε αυτήν τη σελίδα.
es: El Identificador de Cuenta de la cuenta que está actualmente seleccionada para realizar las tareas en esta página.
fr_fr: L'identifiant de compte du compte actuellement sélectionné pour effectuer les tâches sur cette page.
he_il: מזהה החשבון של החשבון שנבחר כעת לביצוע המשימות בדף זה.
hi_in: उस खाते का पहचानकर्ता जिसे वर्तमान पृष्ठ पर कार्य करने के लिए चयनित किया गया है।
ja_jp: このページでタスクを実行するために現在選択されているアカウントの識別子です。
ml_in: ഈ പേജിലെ ടാസ്‌ക്കുകൾ നിർവ്വഹിക്കുന്നതിനായി നിലവിൽ തിരഞ്ഞെടുത്ത അക്കൗണ്ടിന്റെ അക്കൗണ്ട് ഐഡന്റിഫയർ.
pl_pl: Identyfikator konta, które jest obecnie wybrane do wykonywania zadań na tej stronie.

# CurrentActiveAccountAccountIdentifier.PlaceholderText
source: The selected account's Identifier will appear here
ar: سيظهر معرف الحساب المحدد هنا
de_de: Der Identifikator des ausgewählten Kontos wird hier angezeigt
el_gr: Το Αναγνωριστικό του επιλεγμένου λογαριασμού θα εμφανιστεί εδώ
es: El Identificador de la cuenta seleccionada aparecerá aquí
fr_fr: L'identifiant du compte sélectionné apparaîtra ici
he_il: מזהה החשבון שנבחר יופיע כאן
hi_in: चयनित खाते का पहचानकर्ता यहाँ दिखेगा
ja_jp: 選択されたアカウントの識別子がここに表示されます
ml_in: തിരഞ്ഞെടുത്ത അക്കൗണ്ടിന്റെ ഐഡന്റിഫയർ ഇവിടെ ദൃശ്യമാകും
pl_pl: Identyfikator wybranego konta pojawi się tutaj

# CurrentActiveAccountPermissions.Header
source: Permissions
ar: الأذونات
de_de: Berechtigungen
el_gr: Δικαιώματα
es: Permisos
he_il: הרשאות
hi_in: अनुमतियाँ
ja_jp: 権限
ml_in: അനുമതികൾ
pl_pl: Uprawnienia

# CurrentActiveAccountPermissions.ToolTipService.ToolTip
source: The Permissions of the account that is currently selected to perform the tasks on this page.
ar: أذونات الحساب المحدد حاليًا لتنفيذ المهام في هذه الصفحة.
de_de: Die Berechtigungen des Kontos, das derzeit für die Aufgaben auf dieser Seite ausgewählt ist.
el_gr: Τα Δικαιώματα του λογαριασμού που είναι προς το παρόν επιλεγμένος για την εκτέλεση των εργασιών σε αυτήν τη σελίδα.
es: Los Permisos de la cuenta que está actualmente seleccionada para realizar las tareas en esta página.
fr_fr: Les permissions du compte actuellement sélectionné pour effectuer les tâches sur cette page.
he_il: ההרשאות של החשבון שנבחר כעת לביצוע המשימות בדף זה.
hi_in: उस खाते की अनुमतियाँ जिसे वर्तमान पृष्ठ पर कार्य करने के लिए चयनित किया गया है।
ja_jp: このページでタスクを実行するために現在選択されているアカウントの権限です。
ml_in: ഈ പേജിലെ ടാസ്‌ക്കുകൾ നിർവ്വഹിക്കുന്നതിനായി നിലവിൽ തിരഞ്ഞെടുത്ത അക്കൗണ്ടിന്റെ അനുമതികൾ.
pl_pl: Uprawnienia konta, które jest obecnie wybrane do wykonywania zadań na tej stronie.

# CurrentActiveAccountPermissions.AutomationProperties.HelpText
source: The Permissions of the account that is currently selected to perform the tasks on this page.
ar: أذونات الحساب المحدد حاليًا لتنفيذ المهام في هذه الصفحة.
de_de: Die Berechtigungen des Kontos, das derzeit für die Aufgaben auf dieser Seite ausgewählt ist.
el_gr: Τα Δικαιώματα του λογαριασμού που είναι προς το παρόν επιλεγμένος για την εκτέλεση των εργασιών σε αυτήν τη σελίδα.
es: Los Permisos de la cuenta que está actualmente seleccionada para realizar las tareas en esta página.
fr_fr: Les permissions du compte actuellement sélectionné pour effectuer les tâches sur cette page.
he_il: ההרשאות של החשבון שנבחר כעת לביצוע המשימות בדף זה.
hi_in: उस खाते की अनुमतियाँ जिसे वर्तमान पृष्ठ पर कार्य करने के लिए चयनित किया गया है।
ja_jp: このページでタスクを実行するために現在選択されているアカウントの権限です。
ml_in: ഈ പേജിലെ ടാസ്‌ക്കുകൾ നിർവ്വഹിക്കുന്നതിനായി നിലവിൽ തിരഞ്ഞെടുത്ത അക്കൗണ്ടിന്റെ അനുമതികൾ.
pl_pl: Uprawnienia konta, które jest obecnie wybrane do wykonywania zadań na tej stronie.

# CurrentActiveAccountPermissions.PlaceholderText
source: The selected account's Permissions will appear here
ar: ستظهر أذونات الحساب المحدد هنا
de_de: Die Berechtigungen des ausgewählten Kontos werden hier angezeigt
el_gr: Τα Δικαιώματα του επιλεγμένου λογαριασμού θα εμφανιστούν εδώ
es: Los Permisos de la cuenta seleccionada aparecerán aquí
fr_fr: Les permissions du compte sélectionné apparaîtront ici
he_il: ההרשאות של החשבון שנבחר יופיעו כאן
hi_in: चयनित खाते की अनुमतियाँ यहाँ दिखेंगी
ja_jp: 選択されたアカウントの権限がここに表示されます
ml_in: തിരഞ്ഞെടുത്ത അക്കൗണ്ടിന്റെ അനുമതികൾ ഇവിടെ ദൃശ്യമാകും
pl_pl: Uprawnienia wybranego konta pojawią się tutaj

# SignInButton.ToolTipService.ToolTip
source: Sign into your Microsoft tenant. After successful sign in, the account's information will be saved in memory of the application until the app is closed or remove it from the "Signed In Accounts" section.
ar: سجل الدخول إلى مستأجر Microsoft الخاص بك. بعد تسجيل الدخول بنجاح، سيتم حفظ معلومات الحساب في ذاكرة التطبيق حتى يتم إغلاق التطبيق أو إزالته من قسم "الحسابات المسجلة الدخول".
de_de: Melden Sie sich bei Ihrem Microsoft-Mandanten an. Nach erfolgreicher Anmeldung werden die Kontoinformationen im Arbeitsspeicher der Anwendung gespeichert, bis die App geschlossen wird oder Sie sie im Abschnitt "Angemeldete Konten" entfernen.
el_gr: Συνδεθείτε στον μισθωτή της Microsoft σας. Μετά την επιτυχή σύνδεση, οι πληροφορίες του λογαριασμού θα αποθηκευτούν στη μνήμη της εφαρμογής έως ότου η εφαρμογή κλείσει ή τον αφαιρέσετε από την ενότητα "Συνδεδεμένοι Λογαριασμοί".
es: Inicie sesión en su inquilino de Microsoft. Después de iniciar sesión correctamente, la información de la cuenta se guardará en la memoria de la aplicación hasta que se cierre la aplicación o se elimine de la sección "Cuentas Conectadas".
fr_fr: Connectez-vous à votre locataire Microsoft. Après une connexion réussie, les informations du compte seront enregistrées en mémoire jusqu'à la fermeture de l'application ou leur suppression de la section "Comptes Connectés".
he_il: התחבר לדייר של מיקרוסופט שלך. לאחר התחברות מוצלחת, פרטי החשבון יישמרו בזיכרון האפליקציה עד לסגירת האפליקציה או להסרתם מהסעיף "חשבונות מחוברים".
hi_in: अपने Microsoft टेनेंट में साइन इन करें। सफल साइन इन के बाद, खाते की जानकारी तब तक ऐप की मेमोरी में संग्रहीत रहेगी जब तक ऐप बंद न हो या इसे "साइन इन खाते" अनुभाग से न हटाया जाए।
ja_jp: Microsoftテナントにサインインします。サインインが成功すると、アプリが閉じられるか、「サインイン済みアカウント」セクションから削除されるまで、アカウント情報はアプリケーションのメモリに保存されます。
ml_in: നിങ്ങളുടെ Microsoft ടെനന്റിലേക്ക് സൈൻ ഇൻ ചെയ്യുക. വിജയകരമായ സൈൻ ഇൻ ചെയ്ത ശേഷം, ആപ്പ് അടയ്ക്കുകയോ "സൈൻ ഇൻ ചെയ്ത അക്കൗണ്ടുകൾ" വിഭാഗത്തിൽ നിന്ന് നീക്കം ചെയ്യുകയോ ചെയ്യുന്നതുവരെ അക്കൗണ്ടിന്റെ വിവരങ്ങൾ ആപ്ലിക്കേഷന്റെ മെമ്മറിയിൽ സംരക്ഷിക്കപ്പെടും.
pl_pl: Zaloguj się do swojej dzierżawy Microsoft. Po pomyślnym zalogowaniu informacje o koncie zostaną zapisane w pamięci aplikacji do momentu zamknięcia aplikacji lub usunięcia ich z sekcji „Zalogowane konta”.
tr_tr: Microsoft kiracınızda oturum açın. Başarılı bir giriş yaptıktan sonra, hesap bilgileri uygulama kapatılana veya "Oturum Açılan Hesaplar" bölümünden kaldırılana kadar uygulamanın hafızasında saklanacaktır.

# SignInButton.AutomationProperties.HelpText
source: Sign into your Microsoft tenant. After successful sign in, the account's information will be saved in memory of the application until the app is closed or remove it from the "Signed In Accounts" section.
ar: سجل الدخول إلى مستأجر Microsoft الخاص بك. بعد تسجيل الدخول بنجاح، سيتم حفظ معلومات الحساب في ذاكرة التطبيق حتى يتم إغلاق التطبيق أو إزالته من قسم "الحسابات المسجلة الدخول".
de_de: Melden Sie sich bei Ihrem Microsoft-Mandanten an. Nach erfolgreicher Anmeldung werden die Kontoinformationen im Arbeitsspeicher der Anwendung gespeichert, bis die App geschlossen wird oder Sie sie im Abschnitt "Angemeldete Konten" entfernen.
el_gr: Συνδεθείτε στον μισθωτή της Microsoft σας. Μετά την επιτυχή σύνδεση, οι πληροφορίες του λογαριασμού θα αποθηκευτούν στη μνήμη της εφαρμογής έως ότου η εφαρμογή κλείσει ή τον αφαιρέσετε από την ενότητα "Συνδεδεμένοι Λογαριασμοί".
es: Inicie sesión en su inquilino de Microsoft. Después de iniciar sesión correctamente, la información de la cuenta se guardará en la memoria de la aplicación hasta que se cierre la aplicación o se elimine de la sección "Cuentas Conectadas".
fr_fr: Connectez-vous à votre locataire Microsoft. Après une connexion réussie, les informations du compte seront enregistrées en mémoire jusqu'à la fermeture de l'application ou leur suppression de la section "Comptes Connectés".
he_il: התחבר לדייר של מיקרוסופט שלך. לאחר התחברות מוצלחת, פרטי החשבון יישמרו בזיכרון האפליקציה עד לסגירת האפליקציה או להסרתם מהסעיף "חשבונות מחוברים".
hi_in: अपने Microsoft टेनेंट में साइन इन करें। सफल साइन इन के बाद, खाते की जानकारी तब तक ऐप की मेमोरी में संग्रहीत रहेगी जब तक ऐप बंद न हो या इसे "साइन इन खाते" अनुभाग से न हटाया जाए।
ja_jp: Microsoftテナントにサインインします。サインインが成功すると、アプリが閉じられるか、「サインイン済みアカウント」セクションから削除されるまで、アカウント情報はアプリケーションのメモリに保存されます。
ml_in: നിങ്ങളുടെ Microsoft ടെനന്റിലേക്ക് സൈൻ ഇൻ ചെയ്യുക. വിജയകരമായ സൈൻ ഇൻ ചെയ്ത ശേഷം, ആപ്പ് അടയ്ക്കുകയോ "സൈൻ ഇൻ ചെയ്ത അക്കൗണ്ടുകൾ" വിഭാഗത്തിൽ നിന്ന് നീക്കം ചെയ്യുകയോ ചെയ്യുന്നതുവരെ അക്കൗണ്ടിന്റെ വിവരങ്ങൾ ആപ്ലിക്കേഷന്റെ മെമ്മറിയിൽ സംരക്ഷിക്കപ്പെടും.
pl_pl: Zaloguj się do swojej dzierżawy Microsoft. Po pomyślnym zalogowaniu informacje o koncie zostaną zapisane w pamięci aplikacji do momentu zamknięcia aplikacji lub usunięcia ich z sekcji „Zalogowane konta”.
tr_tr: Microsoft kiracınızda oturum açın. Başarılı bir giriş yaptıktan sonra, hesap bilgileri uygulama kapatılana veya "Oturum Açılan Hesaplar" bölümünden kaldırılana kadar uygulamanın hafızasında saklanacaktır.

# CancelSigningInButton.ToolTipService.ToolTip
source: Cancel the current sign in process that is in progress.
ar: إلغاء عملية تسجيل الدخول الحالية الجارية.
de_de: Den aktuell laufenden Anmeldevorgang abbrechen.
el_gr: Ακυρώστε την τρέχουσα διαδικασία σύνδεσης που βρίσκεται σε εξέλιξη.
es: Cancelar el proceso de inicio de sesión actual que está en curso.
fr_fr: Annuler le processus de connexion en cours.
he_il: בטל את תהליך ההתחברות הנוכחי שנמצא בעיצומו.
hi_in: प्रगति पर वर्तमान साइन इन प्रक्रिया रद्द करें।
ja_jp: 進行中の現在のサインインプロセスをキャンセルします。
ml_in: പുരോഗമിക്കുന്ന നിലവിലെ സൈൻ ഇൻ പ്രോസസ്സ് റദ്ദാക്കുക.
pl_pl: Anuluj bieżący proces logowania, który jest w toku.
tr_tr: Devam eden mevcut oturum açma işlemini iptal edin.

# CancelSigningInButton.AutomationProperties.HelpText
source: Cancel the current sign in process that is in progress.
ar: إلغاء عملية تسجيل الدخول الحالية الجارية.
de_de: Den aktuell laufenden Anmeldevorgang abbrechen.
el_gr: Ακυρώστε την τρέχουσα διαδικασία σύνδεσης που βρίσκεται σε εξέλιξη.
es: Cancelar el proceso de inicio de sesión actual que está en curso.
fr_fr: Annuler le processus de connexion en cours.
he_il: בטל את תהליך ההתחברות הנוכחי שנמצא בעיצומו.
hi_in: प्रगति पर वर्तमान साइन इन प्रक्रिया रद्द करें।
ja_jp: 進行中の現在のサインインプロセスをキャンセルします。
ml_in: പുരോഗമിക്കുന്ന നിലവിലെ സൈൻ ഇൻ പ്രോസസ്സ് റദ്ദാക്കുക.
pl_pl: Anuluj bieżący proces logowania, który jest w toku.
tr_tr: Devam eden mevcut oturum açma işlemini iptal edin.

# AuthenticationContextComboBox.Header
source: Authentication Context
ar: سياق المصادقة
de_de: Authentifizierungskontext
el_gr: Πλαίσιο Πιστοποίησης
es: Contexto de Autenticación
fr_fr: Contexte d'Authentification
he_il: הקשר אימות
hi_in: प्रमाणिकरण संदर्भ
ja_jp: 認証コンテキスト
ml_in: ആധികാരികത സന്ദർഭം
pl_pl: Kontekst uwierzytelniania
tr_tr: Kimlik Doğrulama Bağlamı
